#Подготовка к выполнению ДЗ
def print_python():
    print("Учу Python!")

def print_letter(let):
    print(let, end='')

#1) Создайте переменную
my_heigh = 160
print(my_heigh)

#2) Перезапишите переменную
my_name = "Светлана"
my_name = "Светлана Беличенко"
print(my_name)

#3) Получите пользовательский ввод
pet_name = input("Маркус ")
print("Ваш любимчик - " + pet_name)

#4) Создание функции

print_python()
#5) Параметризация функций

print_letter('С')
print_letter('т')
print_letter('у')
print_letter('д')
print_letter('е')
print_letter('н')
print_letter('т')

my_name = "Светлана"
print(my_name)
